;Place localized text in this file

[Muton_Harrier X2CharacterTemplate]
strCharacterName="Muton Harrier"
strAcquiredText="Muton Harriers wield grenade launchers that fire powerful airburst grenades that ignore cover"

[Muton_Beleaguer X2CharacterTemplate]
strCharacterName="Muton Beleaguer"
strAcquiredText="Muton Beleaguers are mobile Mutons equiped with heavy plasma rifles that can shred through most armor with ease"

[Muton_Harrier_Captain X2CharacterTemplate]
strCharacterName="Muton Harrier Captain"
strAcquiredText="Harrier Captains replace their airburst grenades with powerful incendiary rockets"

[Muton_Beleaguer_Captain X2CharacterTemplate]
strCharacterName="Muton Beleaguer Captain"
strAcquiredText="Beleaguer Captain rifles utilize a much stronger power core, allowing them to fire a deadly beam to wipe out large groups of enemies in a single attack"

[Muton_Devastator X2CharacterTemplate]
strCharacterName="Muton Devastator"
strAcquiredText="Muton Devastators carry a vast array of weapons, give them nearly unparalleled versatility in the battlefield"

[Harrier_Launcher X2WeaponTemplate]
FriendlyName="Harrier Launcher"
FriendlyNamePlural="Harrier Launchers"
BriefSummary="Harrier Launchers fire airburst grenades which ignore cover"
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/>"

[Harrier_Captain_Launcher X2WeaponTemplate]
FriendlyName="Harrier Captain's Launcher"
FriendlyNamePlural="Harrier Captain's Launchers"
BriefSummary="The captain's harrier launcher fires powerful incendiary rockets"
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/>"

[Beleaguer_Rifle X2WeaponTemplate]
FriendlyName="Heavy Plasma Rifle"
FriendlyNamePlural="Heavy Plasma Rifles"
BriefSummary="Heavy Plasma Rifles are more potent than the standard Muton's weapon, and can shred through most armor with ease"
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/>"

[Beleaguer_Captain_Rifle X2WeaponTemplate]
FriendlyName="Beleaguer Captain's Heavy Plasma Rifle"
FriendlyNamePlural="Beleaguer Captain's Heavy Plasma Rifles"
BriefSummary="Outfitted with a more powerful energy core, the captain's rifle can fire a powerful beam to devastate multile enemies at once"
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/>"

[Devastator_Rifle X2WeaponTemplate]
FriendlyName="Rippling Rifle"
FriendlyNamePlural="Rippling Rifles"
BriefSummary="Rippling rifles are biomechanical plasma weapons, psionic energy created by the weapon is utilized to super concentrate plasma into deadly bolts, and the psionic energy itself remains on the target afterwards"
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/>"

[Devastator_LancingGun X2WeaponTemplate]
FriendlyName="Plasma Lance Gun"
FriendlyNamePlural="Plasma Lance Guns"
BriefSummary="The lancing gun fires short bursts of plasma designed to create vulnerabilities on enemies"
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/>"

[Devastator_Claw X2WeaponTemplate]
FriendlyName="Devastator Lightning Claw"
FriendlyNamePlural="Devastator Lightning Claws"
BriefSummary="A gauntlet capable of generating extremely high electrical currents"
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/>"

[Devastator_BlackFlame_Grenade X2GrenadeTemplate]
FriendlyName="Black Flame Grenade"
FriendlyNamePlural="Black Flame Grenades"
BriefSummary="Concentrated psionic forces bursts out of this grenade overwhelming the mind of humans, shattering and disorienting them"
TacticalText="Concentrated psionic forces bursts out of this grenade overwhelming the mind of humans, shattering and disorienting them"
ThrownAbilityName="Throw Black Flame Grenade"
ThrownAbilityHelpText="Throw a Black Flame Grenade at target area."

[Xcom_BlackFlame_Grenade X2GrenadeTemplate]
FriendlyName="Black Flame Grenade"
FriendlyNamePlural="Black Flame Grenades"
BriefSummary="Concentrated psionic forces bursts out of this grenade overwhelming the mind of enemies, shattering, disorienting them, and infecting them with psionic rippling"
TacticalText="Concentrated psionic forces bursts out of this grenade overwhelming the mind of enemies, shattering, disorienting them, and infecting them with psionic rippling"
ThrownAbilityName="Throw Black Flame Grenade"
ThrownAbilityHelpText="Throw a Black Flame Grenade at target area."
LaunchedAbilityname="Launch Black Flame Grenade"
LaunchedAbilityHelpText="Launches a Black Flame Grenade."

[Beam_Sweep X2AbilityTemplate]
LocFriendlyName="Beam Sweep"
LocLongDescription="Fire a powerful beam devastating everything in an area in front of the Beleaguer"
LocHelpText="Target a large area with a beam attack attack."

[HarrierGrenade X2AbilityTemplate]
LocFriendlyName="Harrier Grenade"
LocLongDescription="Harrier grenades are airburst rounds that ignore cover bonuses"
LocHelpText="Single target grenade with a small area of effect that ignores cover bonuses"

[HarrierRocket X2AbilityTemplate]
LocFriendlyName="Harrier Incendiary Rocket"
LocLongDescription="Incendiary rockets that blanket a large area with fire"
LocHelpText="Target a large area with an incendiary rocket"

[LancingShot X2AbilityTemplate]
LocFriendlyName="Lancing Shot"
LocLongDescription="Creates vulnerabilities in targeted enemies making them take more damage"
LocHelpText="Creates vulnerabilities in targeted enemies making them take more damage"

[X2Ability_LancingGun]
LancingGunMarkEffectName="Lance Mark"
LancingGunMarkEffectDesc="Marked targets take additional damage"

[LightningVengeance X2AbilityTemplate]
LocFriendlyName="Lightning Vengeance"
LocLongDescription="Retaliate against melee attackers with an electrical melee attack that sets targets on fire, and pierces through armor"
LocHelpText="Retaliate against melee attackers with an electrical melee attack that sets targets on fire, and pierces through armor"
LocFlyOverText="LightningVengeance"

[ThunderShot X2AbilityTemplate]
LocFriendlyName="Thunderous Lash"
LocLongDescription="Strike at nearby targets with a lightning bolt that pierces and shreds armor"
LocHelpText="Fire a thunderbolt at a target"

[X2Effect_LancingGun]
LancingGunRemoved="Lance Mark Removed"

[UIEventNoticesTactical_Ripple]
PsiRippleTitle="Psionic Rippling"

[X2StatusEffects_RipplingRifle]
PsiRippleFriendlyName="Psionic Rippling"
PsiRippleFriendlyDesc="Psionically rippling units take damage over time and can infect nearby allies with the same effect"
PsiRippleEffectAcquiredString="<XGParam:StrValue0/!UnitName/> is psionically rippling."
PsiRippleEffectTickedString="<XGParam:StrValue0/!UnitName/> is still psionically rippling."
PsiRippleEffectLostString="<XGParam:StrValue0/!UnitName/> is no longer psionically rippling."

[CorpseGrenadeRemains X2ItemTemplate]
FriendlyName="Alien Black Flame Grenade"
FriendlyNamePlural="Alien black flame grenades"
BriefSummary="The seemingly inert remains of an alien black flame grenade"

[AutopsyGrenadeRemains X2TechTemplate]
DisplayName="Alien Black Flame Grenade Research"
Summary="This object is cold to the touch, but measurements register its temperature as warm. It is also very heavy to lift by hand, while being very light when manipulated by tools. Alien whispers can be heard when one approaches this object."
CodeName="Anesirodian Feretory"
LongDescription="This object was described as a grenade by our soldiers, and while i do not doubt that the aliens would use this weapon as a grenade, i personally would hesitate to describe it as such. First i would like to make a note of the difficulties that the research team encountered in analyzing this weapon, its construction is even more alien than other alien machines and weapons, there are no bolts, no seams, it is almost as if it was carved out of a greater structure. Being in the vicinity of this device is in simple terms, mentally draining; Direct contact with it is ill advised too, it was only when we brought in our more psionically gifted troops to assit that we understood what this device truly is.  \n\n In essence, it can be described as a psionic recorder, the device holds within itself massive psionic energies that try to infect any living being that comes into contact with the device, hence the strange symptoms that individuals experience when coming into contact with the device. I believe that this weapon comes directly from the Elders themselves, they pour their psionic power into these devices so they can be used as a tool of war to quickly overwhelm the minds of their enemies, incapacitating and making them vulnerable; This allows those aliens who do not posses the psionic gift to implement a fraction of the Elder's powers into their arsenal.  \n\n While the manufacturing of this device is still incomprehensible to me, it is possible for us to create a more crude version, it will simply require the engineering team to create a suitable vessel and for our psionic forces to feed it with their own psionic powers. \n\n R. Tygan."
AlertString="Black Flame Grenade"

[Xcom_BlackFlameGrenade X2TechTemplate]
DisplayName="Black Flame Grenade"
Summary="A powerful grenade that overwhelms the minds of enemies by unleashing stored psionic energies. L. Shen." 